Repository: pogoroma/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: it

source: level-{egg_level}-egg-
it: uovo-livello-{egg_level}-

source: **Possible Bosses:**
it: **Boss possibili:**

source: team
it: squadre

source: status
it: stati

source: Level {}
it: Livello {}

source: level\s\d
it: livell\s\d

source: Meowth! Level {} reported
it: Livello {} segnalato

source: Meowth!\s.*\sraid\sreported
it: \s.*\sraid\ssegnalato

source: Meowth! Level {}
it: Livello {}

source: Are you sure you want to clear all status for this raid? Everybody will have to RSVP again. If you are wanting to clear one user's status, use `!setstatus <user> cancel`
it: Sicuro di voler cancellare tutti gli stati per questo raid? Dovranno tutti rispondere di nuovo. Se vuoi cancellare lo stato di un allenatore solo, usa `!setstatus <user> cancel`

source: Meowth! Raid status lists have been cleared!
it: Tutti gli stati sono stati cancellati!

source: Meowth! {status} is not a valid status!
it: {status} non è uno stato valido!

source: Removed {cleancount} empty roles
it: Rimosso/i {cleancount} ruolo/i vuoti

source: I need the `Embed links` permission to send this
it: Ho bisogno del permesso di `Incorporare i link` per poter inviare questo

source: {yr}y {mth}m {day}d {hr}:{min}
it: {yr}a {mth}m {day}g {hr}:{min}

source: {mth}m {day}d {hr}:{min}
it: {mth}m {day}g {hr}:{min}

source: {day} days {hr} hrs {min} mins
it: {day} gg {hr} ore {min} min

source: {hr} hrs {min} mins {sec} secs
it: {hr} ore {min} min {sec} sec

source: {min} mins {sec} secs
it: {min} min {sec} sec

source: I'm Meowth! A Pokemon Go helper bot for Discord! I'm made by [{author_name}]({author_repo}) and improvements have been contributed by many other people also. [Join our server]({server_invite}) if you have any questions or feedback.
it: Ehilà, io sono Calbot! Un bot di supporto per Pokémon Go su Discord! Meowth, il bot dal quale derivo, è stato creato da [{author_name}]({author_repo}) e ad esso hanno contribuito molte altre persone. [Unisciti al nostro server]({server_invite}) se hai domande o consigli.

source: About Meowth
it: Su Calbot

source: Owner
it: Proprietario

source: Servers
it: Server

source: Members
it: Membri

source: Your Server
it: Tuo server

source: Your Members
it: Tuoi membri

source: Maximum guild roles reached.
it: Limite massimo di ruoli nel server superato.

source: Meowth! My roles are ranked lower than the following team roles: **{higher_roles_list}** Please get an admin to move my roles above them!
it: Ops! Il mio ruolo è inferiore ai seguenti ruoli di squadra: **{higher_roles_list}** Per favore chiedi ad un admin di spostare il mio ruolo sopra quelli!

source: Meowth! You already have a team role!
it: Ehi! Tu sei già stato già assegnato ad una squadra!

source: Meowth! You are already in Team Harmony!
it: Ehi! Tu fai già parte della squadra Armonia!

source: Meowth! {team_role} is not configured as a role on this server. Please contact an admin for assistance.
it: Ops! {team_role} non è impostato come ruolo in questo server. Chiedi assistenza ad un amministratore.

source: Meowth! "{entered_team}" isn't a valid team! Try {available_teams}
it: Ops! "{entered_team}" non è una squadra valida! Prova {available_teams}

source: Meowth! The "{entered_team}" role isn't configured on this server! Contact an admin!
it: Ops! Il ruolo "{entered_team}" non è configurato in questo server! Contatta un amministratore!

source: Meowth! Added {member} to Team {team_name}! {team_emoji}
it: Ricevuto! Aggiunto {member} alla squadra {team_name}! {team_emoji}

source: Meowth! I can't add roles!
it: Ops! Non posso aggiungere i ruoli!

source: {user}'s Trainer Profile
it: Profilo allenatore di {user}

source: Raid Reports
it: Segnalazioni raid

source: Egg Reports
it: Segnalazioni uova

source: EX Raid Reports
it: Segnalazioni raid EX

source: Wild Reports
it: Segnalazioni selvatici

source: Research Reports
it: Segnalazioni ricerche

source: eggs
it: uova

source: raids
it: raid

source: research
it: ricerche

source: total
it: tutto

source: wilds
it: selvatici

source: Leaderboard type not supported. Please select from: **total, raids, eggs, exraids, wilds, research**
it: Tipo di classifica non supportata. Scegli tra: **tutto, raid, uova, raidEX, selvatici, ricerche**

source: Reporting Leaderboard ({type})
it: Classifica segnalazioni ({type})

source: Raids: **{raids}** | Eggs: **{eggs}** |
it: Raid: **{raids}** | Uova: **{eggs}** |

source: EX Raids: **{exraids}** |
it: Raid EX: **{exraids}** |

source: Wilds: **{wilds}** |
it: Selvatici: **{wilds}** |

source: Research: **{research}** |
it: Ricerche: **{research}** |

source: No Reports
it: Nessuna segnalazione

source: Nobody has made a report or this report type is disabled.
it: Nessuno ha mai effettuato una segnalazione di questo tipo o queste segnalazioni sono disabilitate.

source: Meowth! Did you mean **!list wants**?
it: Mmh... intendevi forse **!list wants**?

source: Maximum guild roles reached. Pokemon not added.
it: Limite massimo di ruoli nel server superato. Il pokémon non è stato aggiunto.

source: Meowth! Got it! {member} wants {pokemon}
it: Ricevuto! {member} vuole {pokemon}!

source: Meowth! {member}, I already know you want {pokemon}!
it: {member}, so già che tu vuoi {pokemon}!

source: Meowth! {member}, out of your total {count} items:
it: {member}, di {count} oggetti totali:

source: **{added_count} Added:** {added_list}
it: **{added_count} aggiunto/i:** {added_list}

source: **{already_want_count} Already Following:** {already_want_list}
it: **{already_want_count} già seguito/i:** {already_want_list}

source: **{count} Not Valid:****{count} non valido/i:**
it: {0}, non hai pokémon nella tua lista dei desideri.

source: {0}, I've removed {1} pokemon from your want list.
it: {0}, Ho rimosso {1} pokémon dalla tua lista dei desideri.

source: %I:%M %p (%H:%M)
it: %H:%M

source: Meowth! Give more details when reporting! Usage: **!wild <pokemon name> <location>**
it: Fornisci più informazioni quando segnali! Utilizzo: **!wild <nome pokémon> <luogo>**.

source: **This {pokemon} has despawned!**
it: **Questo {pokemon} è scomparso!**

source: Meowth! Click here for my directions to the wild {pokemon}!
it: Clicca qui per indicazioni su come arrivare a {pokemon}!

source: Ask {author} if my directions aren't perfect!
it: Chiedi a {author} se le mie indicazioni non sono accurate!

source: **Details:**
it: **Dettagli:**

source: **Reactions:**
it: **Reazioni:**

source: {emoji}: I'm on my way!
it: {emoji}: Sono per strada!

source: {emoji}: The Pokemon despawned!
it: {emoji}: Il pokemon è scomparso!

source: Reported by @{author} - {timestamp}
it: Segnalato da @{author} - {timestamp}

source: {roletest}Meowth! Wild {pokemon} reported by {member}! Details: {location_details}
it: {pokemon} selvatico segnalato da {member}! Details: {location_details}

source: Meowth! Give more details when reporting! Usage: **!raid <pokemon name> <location>**
it: Fornisci più informazioni quando segnali un raid! Utilizzo: **!raid <pokémon> <luogo e città> [minuti al termine]**.

source: Meowth! **!raid assume** is not allowed in this level egg.
it: Non è permesso fare **!raid assume** per uova di questo livello.

source: Meowth! Please wait until the egg has hatched before changing it to an open raid!
it: Niente fretta! Aspetta che l'uovo si schiuda prima di cambiarlo in un raid aperto!

source: Meowth! The Pokemon {pokemon} does not appear in raids!
it: Ehi! Il Pokémon {pokemon} non appare nei raid!

source: Meowth! The Pokemon {pokemon} only appears in EX Raids! Use **!exraid** to report one!
it: {pokemon} appare solo nei Raid EX! Usa **!exraid** per segnalarlo!

source: Meowth...that's too long. Level {raidlevel} raids currently last no more than {raidtime} minutes...
it: È... un po' troppo. I raid di livello {raidlevel} attualmente non durano più di {raidtime} minuti...

source: clear
it: sereno

source: extreme
it: estremo

source: none
it: sconosciuto

source: rainy
it: piovoso

source: sunny
it: soleggiato

source: cloudy
it: nuvoloso

source: fog
it: nebbia

source: partlycloudy
it: parz.nuvoloso

source: snow
it: neve

source: windy
it: ventoso

source: Meowth! I couldn't find a gym named '{0}'.
it: Ops! Non sono riuscito a trovare una palestra chiamata '{0}'.

source: No notes for this gym.
it: Nessuna informazione su questa palestra.

source: Meowth! Click here for directions to the raid!
it: Clicca qui per indicazioni al luogo del raid!

source: **Name:** {0} **Notes:** {1}
it: **Nome:** {0} **Info:** {1}

source: **Gym:**
it: **Palestra:**

source: **Weaknesses:**
it: **Debolezze:**

source: **Next Group:**
it: **Prossimo gruppo:**

source: Set with **!starttime**
it: Imposta con **!starttime**

source: Set with **!timerset**
it: Imposta con **!timerset**

source: **Expires:**
it: **Termine:**

source: Meowth! {pokemon} raid reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
it: Raid di {pokemon} segnalato da {member}! Dettagli: {location_details}. Coordinatevi in {raid_channel}.

source: {roletest}Meowth! {pokemon} raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
it: Raid di {pokemon} segnalato da {member} in {citychannel}! Coordinatevi qui! Dettagli luogo: **{location_details}**. Clicca sul punto di domanda qui sotto per ricevere informazioni sui comandi da utilizzare. Questo canale verrà eliminato 5 minuti dopo la fine del raid.

source: Here are the best counters for the raid boss in currently known weather conditions! Update weather with **!weather**. If you know the moveset of the boss, you can react to this message with the matching emoji and I will update the counters.
it: Ecco una lista dei migliori pokemon da usare in questo raid sotto le condizioni meteo indicate! Aggiorna il meteo con **!weather**. Se conosci le mosse del boss, reagisci al messaggio con l'emoji corrispondente e io aggiornerò la lista.

source: Meowth! Hey {member}, if you can, set the time left on the raid using **!timerset <minutes>** so others can check it with **!timer**.
it: Ehi {member}, se puoi imposta il tempo rimanente al termine del raid con **!timerset <minuti>**, in modo che gli altri possano controllarlo con **!timer**.

source: Meowth! Give more details when reporting! Usage: **!raidegg <level> <location>**
it: Fornisci più informazioni quando segnali un uovo raid! Utilizzo: **!raidegg <livello> <luogo e città> [minuti alla schiusa]**.

source: Meowth! Give more details when reporting! Use at least: **!raidegg <level> <location>**. Type **!help** raidegg for more info.
it: Fornisci più informazioni quando segnali un uovo raid! Usa almeno: **!raidegg <livello> <luogo e città> [minuti alla schiusa]**. Scrivi **!help raidegg** per altre informazioni.

source: Did you mean egg hatch time {0} or time remaining before hatch {1}?
it: Intendevi dirmi l'ora della schiusa {0} o il tempo rimanente alla schiusa {1}?

source: Meowth! Please enter a time in the future.
it: Per favore, scrivi un orario futuro!

source: Meowth...that's too long. Level {raidlevel} Raid Eggs currently last no more than {hatchtime} minutes...
it: È... un po' troppo. Le uova raid di livello {raidlevel} attualmente non ci mettono più di {hatchtime} minuti a schiudersi...

source: Meowth! Raid egg levels are only from 1-5!
it: Ehi! I livelli delle uova raid vanno da 1 a 5!

source: Meowth! Click here for directions to the coming raid!
it: Clicca qui per scoprire come arrivare al luogo del raid!

source: **Hatches:**
it: **Schiusa:**

source: Meowth! Level {level} raid egg reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
it: Uovo raid di livello {level} segnalato da {member}! Dettagli: {location_details}. Coordinatevi in {raid_channel}.

source: Meowth! Level {level} raid egg reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
it: Uovo raid di livello {level} segnalato da {member} in {citychannel}! Coordinatevi qui! Dettagli luogo: **{location_details}**. Clicca sul punto di domanda qui sotto per ricevere informazioni sui comandi da utilizzare. Questo canale verrà eliminato 5 minuti dopo la fine del raid.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <minutes>** so others can check it with **!timer**.
it: Ehi {member}, se puoi imposta il tempo rimanente alla schiusa con **!timerset <minuti>**, in modo che gli altri possano controllarlo con **!timer**.

source: Meowth! The Pokemon {pokemon} does not hatch from level {level} raid eggs!
it: Ehi! Il pokémon {pokemon} non schiude da uova raid di livello {level}!

source: {roletest}Meowth! This egg will be assumed to be {pokemon} when it hatches!
it: Si presume che quest'uovo diventerà un raid di {pokemon} alla schiusa!

source: Coordinate here
it: Coordinatevi qui

source: The event has started!
it: L'evento è iniziato!

source: Meowth! The egg has hatched into a {pokemon} raid! Details: {location_details}. Coordinate in {raid_channel}
it: L'uovo si è schiuso in un raid di {pokemon}! Dettagli: {location_details}. Coordinatevi in {raid_channel}

source: Meowth! The egg reported by {member} in {citychannel} hatched into a {pokemon} raid! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
it: L'uovo segnalato da {member} in {citychannel} si è schiuso in un raid di {pokemon}! Coordinatevi qui! Dettagli luogo: **{location_details}**. Clicca sul punto di domanda qui sotto per ricevere informazioni sui comandi da utilizzare. Questo canale verrà eliminato 5 minuti dopo la fine del raid.

source: Use the **!invite** command to gain access and coordinate
it: Usate il comando **!invite** per ottenere l'accesso e coordinatevi

source: after using **!invite** to gain access
it: dopo aver usato **!invite** per ottenere l'accesso

source: Coordinate
it: Coordinatevi

source: Meowth! The EX egg has hatched into a {pokemon} raid! Details: {location_details}. {invitemsgstr} in {raid_channel}
it: L'uovo EX si è schiuso in un raid di {pokemon}! Dettagli: {location_details}. Coordinatevi in {raid_channel}

source: Meowth! {pokemon} EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
it: Raid EX di {pokemon} segnalato da {member} in {citychannel}! Coordinatevi qui {invitemsgstr2}! Dettagli luogo: **{location_details}**. Clicca sul punto di domanda qui sotto per ricevere informazioni sui comandi da utilizzare. Questo canale verrà eliminato 5 minuti dopo la fine del raid.

source: %B %d at %I:%M %p (%H:%M)
it: %d/%m alle %H:%M

source: Ends on %B %d at %I:%M %p (%H:%M)
it: Termine: %d/%m alle %H:%M

source: {roletest}Meowth! Trainers {trainer_list}: The raid egg has just hatched into a {pokemon} raid! If you couldn't before, you're now able to update your status with **!coming** or **!here**. If you've changed your plans, use **!cancel**.
it: Allenatori {trainer_list}: L'uovo si è schiuso in un raid di {pokemon}! Ora potete aggiornare il vostro stato con **!coming** o **!here**. Se avete cambiato idea, usate **!cancel**.

source: Meowth! Give more details when reporting! Usage: **!exraid <location>**
it: Fornisci più informazioni quando segnali un raid EX! Utilizzo: **!exraid <luogo e città>**.

source: ex-raid-egg-
it: raid-ex-

source: Meowth! EX raid egg reported by {member}! Details: {location_details}. {invitemsgstr} in {raid_channel}
it: Raid EX segnalato da {member}! Dettagli: {location_details}. {invitemsgstr} in {raid_channel}.

source: Meowth! EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
it: Raid EX segnalato da {member} in {citychannel}! Coordinatevi qui {invitemsgstr2}! Dettagli luogo: **{location_details}**. Clicca sul punto di domanda qui sotto per ricevere informazioni sui comandi da utilizzare. Questo canale verrà eliminato 5 minuti dopo la fine del raid.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <date and time>** so others can check it with **!timer**. **<date and time>** can just be written exactly how it appears on your EX Raid Pass.
it: Ehi {member}, se puoi imposta il tempo rimanente alla schiusa con **!timerset <data e ora>**, in modo che gli altri possano controllarlo con **!timer**. **<data e ora>** va scritto come appare nel tuo biglietto raid EX.

source: Meowth! No EX Raids have been reported in this server! Use **!exraid** to report one!
it: Nessun raid EX è stato segnalato in questo server! Usa **!exraid** per segnalarne uno!

source: Meowth! {0}, you've told me you have an invite to an EX Raid, and I'm just going to take your word for it! The following {1} EX Raids have been reported: {2} Reply with **the number** (1, 2, etc) of the EX Raid you have been invited to. If none of them match your invite, type 'N' and report it with **!exraid**
it: Ricevuto, {0}! Sono stati segnalati {1} raid EX: {2} Rispondi con **il numero** (1, 2, ecc) del raid EX al quale sei stato invitato. Se il tuo raid non è presente, scrivi 'N' e segnalalo con **!exraid**.

source: Meowth! Be sure to report your EX Raid with **!exraid**!
it: Assicurati di segnalare il tuo raid EX con **!exraid**!

source: Meowth! I couldn't tell which EX Raid you meant! Try the **!invite** command again, and make sure you respond with the number of the channel that matches!
it: Non ho capito quale raid EX intendevi! Prova a riusare il comando **!invite** e assicurati di rispondere col numero corrispondente al canale corretto.

source: Meowth! Alright {0}, you can now send messages in {1}! Make sure you let the trainers in there know if you can make it to the EX Raid!
it: Ci siamo {0}, ora puoi scrivere in {1}! Assicurati di far sapere agli altri allenatori se sarai presente al raid EX!

source: Meowth! I couldn't understand your reply! Try the **!invite** command again!
it: Non ho capito la tua risposta. Prova a riusare il comando **!invite**!

source: entered an incorrect amount of arguments. Usage: **!research** or **!research <pokestop>, <quest>, <reward>**
it: c'è un errore relativo al numero di argomenti. Utilizzo: **!research** o **!research <pokestop>, <missione>, <ricompensa>**

source: **Quest:**
it: **Missione:**

source: **Reward:**
it: **Ricompensa:**

source: **New Research Report**
it: **Nuova segnalazione ricerca**

source: Meowth! I'll help you report a research quest! First, I'll need to know what **pokestop** you received the quest from. Reply with the name of the **pokestop**. You can reply with **cancel** to stop anytime.
it: Ehilà! Sono qui per aiutarti a segnalare una missione di ricerca! Come prima cosa, devo sapere da quale **pokestop** hai ricevuto la missione. Rispondi col nome del **pokestop**. Per annullare, puoi inviare **cancel** quando vuoi.

source: took too long to respond
it: ci hai messo troppo a rispondere

source: cancelled the report
it: hai richiesto l'annullamento

source: Great! Now, reply with the **quest** that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
it: Ben fatto! Ora rispondi con la **missione** che hai ricevuto da: **{location}**. Per annullare, puoi inviare **cancel** quando vuoi. Ecco cosa ho:

source: Fantastic! Now, reply with the **reward** for the **{quest}** quest that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
it: Ottimo! Ora rispondi con la **ricompensa** per la missione **{quest}** che hai ricevuto da: **{location}**. Per annullare, puoi inviare **cancel** quando vuoi. Ecco cosa ho:

source: {roletest}Field Research reported by {author}
it: Ricerca sul campo segnalata da {author}

source: Meowth! Click here for my directions to the research!
it: Clicca qui per scoprire come arrivare al pokestop!

source: **Research Report Cancelled**
it: **Segnalazione ricerca annullata**

source: Meowth! Your report has been cancelled because you {error}! Retry when you're ready.
it: La tua segnalazione è stata annullata perché {error}! Riprova quando sarai pronto.

source: Meowth! Give more details when reporting! Usage: **!meetup <location>**
it: Fornisci più informazioni quando segnali! Utilizzo: **!meetup <luogo e città>**

source: meetup-
it: raduno-

source: Meowth! Click here for directions to the event!
it: Clicca qui per indicazioni su come arrivare al luogo dell'evento!

source: **Event Location:**
it: **Luogo evento:**

source: **Event Starts:**
it: **Inizio evento:**

source: **Event Ends:**
it: **Fine evento:**

source: Meowth! Meetup reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
it: Raduno segnalato da {member}! Coordinatevi in {raid_channel} Dettagli: {location_details}.

source: Meowth! Meetup reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total, teams optional, on your first status update. Example: `!coming 5 2m 2v 1i` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of the event by using **!location** You can set the start time with **!starttime <MM/DD HH:MM AM/PM>** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. You can set the end time with **!timerset <MM/DD HH:MM AM/PM>** and access this with **!timer**. This channel will be deleted five minutes after the timer expires.
it: Raduno segnalato da {member} in in {citychannel}! Coordinatevi qui! Dettagli luogo: **{location_details}**. **Comandi utili**: **!interested**, **!coming**, **!here** o **!cancel** (o più brevemente **!i**, **!c**, **!h** o **!x**) per aggiornare il vostro stato, eventualmente seguito da un numero che indica il totale di dispositivi/persone che portate, se più di uno (esempio: `!coming 5`). Per indicare la distribuzione in squadre far seguire i numeri da *b, g o r* per squadre blu, gialle e rosse (esempio: `!c 2b 1g 1r`). In sostituzione a questi comandi è possibile anche usare le emoticon corrispondenti. Ripetere l'emoticon per indicare il numero di dispositivi/persone. **!list** per vedere i nomi di coloro che hanno aggiornato il proprio stato. **!location** per vedere su Google Maps dove si terrà l'evento. Se sbagliato, indicate quello corretto con **!location new <luogo>** **!starttime <GG/MM HH:MM>** per impostare data e ora di inizio. **!timerset <GG/MM HH:MM>** per impostare data e ora di fine. **!starttime** per controllare il valore di cui sopra. Questo canale verrà eliminato 5 minuti dopo la scadenza dell'evento.
