Repository: pogoroma/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: it

source: Meowth! Hey {member}, if you can, set the time that the event starts with **!starttime <date and time>** and also set the time that the event ends using **!timerset <date and time>**.
it: Ehi {member}, se puoi imposta l'ora di inizio e fine dell'evento rispettivamente con **!starttime <data e ora>** e **!timerset <data e ora>**.

source: This event will start at {expiry_time}
it: Inizio: {expiry_time}

source: Nobody has told me a start time! Set it with **!starttime**
it: Nessuno mi ha fatto sapere quando l'evento inizierà! Impostalo con **!starttime**

source: | This event will end at {expiry_time}
it: | Termine: {expiry_time}

source: This event will end at {expiry_time}
it: Termine evento: {expiry_time}

source: Nobody has told me a end time! Set it with **!timerset**
it: Nessuno mi ha fatto sapere quando l'evento finirà! Impostalo con **!timerset**

source: egg
it: uovo

source: hatch
it: schiuderà

source: end
it: terminerà

source: This {raidtype}'s timer has already expired as of {expiry_time}!
it: Questo {raidtype} è già scaduto alle {expiry_time}!

source: This {raidtype} will {raidaction} on {expiry}!
it: Questo {raidtype} {raidaction} il {expiry}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} on {expiry}!
it: Nessuno mi ha detto quando questo {raidtype} {raidaction}, quindi do per scontato che {raidaction} il {expiry}!

source: This {raidtype} will {raidaction} at {expiry_time}!
it: Questo {raidtype} {raidaction} alle {expiry_time}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} at {expiry_time}!
it: Nessuno mi ha detto quando questo {raidtype} {raidaction}, quindi do per scontato che {raidaction} alle {expiry_time}!

source: Raid Egg
it: Uovo raid

source: Meowth! I couldn't understand your time format. Try again like this: **!timerset <minutes>**
it: Non ho capito che formato hai usato per scrivere l'ora. Prova così: **!timerset <minuti>**

source: Meowth...that's too long. Level {raidlevel} {raidtype}s currently last no more than {maxtime} minutes...
it: È... un po' troppo. {raidtype} di livello {raidlevel} attualmente non durano più di {maxtime} minuti...

source: %m/%d %I:%M %p %Y
it: %d/%m %I:%M %p %Y

source: Meowth! Your timer wasn't formatted correctly. Change your **!timerset** to match this format: **MM/DD HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
it: Il timer non era formattato correttamente. Il formato corretto è: **!timerset <GG/MM HH:MM>**.

source: %m/%d %H:%M %Y
it: %d/%m %H:%M %Y

source: Meowth! Please enter a time after your start time.
it: Ehi! Dovresti mettere una data/ora futura.

source: Meowth! Timerset isn't supported for EX Raids after they have hatched.
it: Ops! Timerset non è supportato per i Raid EX dopo che l'uovo si è schiuso.

source: The channel has been reactivated.
it: Il canale è stato riattivato.

source: Ends on {end}
it: Termine: {end}

source: %B %d at %I:%M %p (%H:%M) |
it: %d/%m alle %H:%M |

source: Hatches on {expiry}
it: Schiusa: {expiry}

source: Meowth! Please enter a time before your end time.
it: L'inizio deve precedere la fine.

source: Meowth! Your start time wasn't formatted correctly. Change your **!starttime** to match this format: **HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
it: L'orario di avvio non era formattato correttamente. Il formato corretto è **!starttime** **HH:MM**.

source: Meowth! The raid will be over before that....
it: Ehm, il raid sarà finito per quell'ora...

source: Meowth! The egg will not hatch by then!
it: Ehi! Questo è impossibile!

source: Meowth! There is already a start time of **{start}** set! Do you want to change it?
it: Ehi, è già stato deciso di partire alle **{start}**! Intendi cambiare l'orario?

source: Start time change cancelled.
it: Cambio dell'orario di inizio annullato.

source: Meowth! The current start time has been set to: **{starttime}**
it: Ricevuto! Si è deciso di iniziare la battaglia alle **{starttime}**.

source: Meowth! The current start time is: **{starttime}**
it: L'avvio della sfida è programmato per le **{starttime}**!

source: Meowth! No start time has been set, set one with **!starttime HH:MM AM/PM**! (You can also omit AM/PM and use 24-hour time!)
it: Ehi, nessun orario di avvio è stato deciso! Impostalo con **!starttime HH:MM**.

source: Meowth! Here's the current location for the raid! Details: {location}
it: Ecco dove si terrà il raid! Dettagli: {location}

source: Meowth! We're missing the new location details! Usage: **!location new <new address>**
it: Mancano i dettagli sulla nuova posizione! Utilizzo: **!location new <posizione>**

source: Meowth! I can't recover this channel because I know about it already!
it: Niente da recuperare qui! Funziona tutto bene!

source: level-[1-5]-egg
it: uovo-livello-[1-5]

source: meetup
it: raduno

source: Hatches on %B %d at %I:%M %p
it: Schiusa: %d/%m alle %H:%M

source: Ends on %B %d at %I:%M %p
it: Termine: %d/%m alle %H:%M

source: Meowth! I couldn't recognize this as a raid channel!
it: Ops! Non riconosco questo come un canale raid!

source: is interested
it: interessat

source: on the way
it: avviat

source: at the raid
it: in posizione

source: left the raid
it: annullato la presenza

source: no longer
it: rinunciato

source: trainers
it: allenatori

source: Meowth! This channel has been recovered! However, there may be some inaccuracies in what I remembered! Here's what I have:
it: Questo canale è stato ripristinato! Tuttavia, potrei essermi dimenticato qualcosa! Ecco cosa ho:

source: I'm not sure when this {raidtype} will {action}, so please use **!timerset** if you can!
it: Non so quando questo {raidtype} {action}, quindi usa **!timerset** se puoi!

source: Meowth! You've already made a duplicate report for this {raidtype}!
it: Ehi! Hai già inviato una segnalazione duplicato per questo {raidtype}!

source: Meowth! Are you sure you wish to remove this {raidtype}?
it: Sei sicuro di voler cancellare questo {raidtype}?

source: Duplicate Report cancelled.
it: Segnalazione duplicato rimossa.

source: Duplicate Confirmed
it: Duplicato confermato

source: Duplicate Report Timed Out.
it: Segnalazione duplicato scaduta.

source: Duplicate report #{duplicate_report_count} received.
it: Segnalazione duplicato #{duplicate_report_count} ricevuta.

source: Unknown Moveset
it: Mosse sconosciute

source: Meowth! You're missing some details! Be sure to enter a pokemon that appears in raids! Usage: **!counters <pkmn> [weather] [user ID]**
it: Mancano alcuni dettagli! Assicurati di inserire un pokemon che appare nei raid! Utilizzo: **!counters <pokemon> [meteo] [ID Pokebattler]**

source: user #{user}'s
it: allenatore #{user}

source: Level 30
it: Livello 30

source: **CP:** {raid_cp}
it: **PL:** {raid_cp}

source: **Weather:** {weather}
it: **Meteo:** {weather}

source: **Attacker Level:** {atk_levels}
it: **Livello attaccante:** {atk_levels}

source: Results courtesy of Pokebattler
it: Risultati forniti da Pokebattler

source: CP
it: PL

source: Results with {userstr} attackers
it: Calcoli effettuati con pokémon di {userstr}

source: [See your personalized results!](https://www.pokebattler.com/raids/{pkmn})
it: [Vai al sito per ulteriori dettagli](https://www.pokebattler.com/raids/{pkmn})

source: Difficulty rating: {est}
it: Tasso di difficoltà: {est}

source: Pokebattler Estimator:
it: Stimatore Pokebattler

source: **Possible Movesets:**
it: **Mosse possibili:**

source: Results with Level 30 attackers
it: Calcoli effettuati con pokémon di livello 30

source: Meowth! Enter one of the following weather conditions: {}
it: Per indicare il meteo devi usare una delle seguenti parole: {}

source: Meowth! Weather set to {}!
it: Meteo impostato su: {}!

source: {word} doesn't appear in level {egglevel} raids! Please try again.
it: {word} non appare nei raid di livello {egglevel}! Ricontrolla.

source: Meowth! {member} is interested! {emoji}: 1
it: {member} è interessato/a! {emoji}

source: Meowth! {member} is interested with a total of {trainer_count} trainers!
it: {trainer_count} allenatori tra cui {member} sono interessati!

source: {word} doesn't appear in level {egglevel} raids!
it: {word} non appare nei raid di livello {egglevel}!

source: Invalid Pokemon detected. Please check the pinned message for the list of possible bosses and try again.
it: Pokemon non valido. Per favore, controlla il messaggio fissato per la lista di boss possibili e riprova.

source: Meowth! {member} is on the way! {emoji}: 1
it: {member} si è avviato/a! {emoji}

source: Meowth! {member} is on the way with a total of {trainer_count} trainers!
it: {trainer_count} allenatori tra cui {member} si sono avviati!

source: There is a group already in the lobby! Use **!lobby** to join them or **!backout** to request a backout! Otherwise, you may have to wait for the next group!
it: Un gruppo è gia nella lobby! Usa **!lobby** per unirti a loro o **!backout** per chiedere loro di uscire! Altrimenti, dovrai aspettare il prossimo gruppo!

source: Meowth! {member} is at the {raidtype}! {emoji}: 1
it: {member} è in posizione al {raidtype}! {emoji}

source: Meowth! {member} is at the {raidtype} with a total of {trainer_count} trainers!
it: {trainer_count} allenatori tra cui {member} sono in posizione al {raidtype}!

source: Only one non-team count can be accepted.
it: È ammessa solo una cifra per i non appartenenti a una squadra.

source: Only one count per team accepted.
it: È ammessa solo una cifra per gli appartenenti a una squadra.

source: Invalid format, please check and try again.
it: Formato non valido, ricontrolla e prova di nuovo

source: Team counts are higher than the total, double check your counts and try again. You entered **
it: La somma delle singole squadre è superiore al totale, ricontrolla e riprova. Tu hai detto **

source: ** total and **
it: ** totali e **

source: ** in your party.
it: ** nella tua squadra.

source: Meowth! Something is not adding up! Try making sure your total matches what each team adds up to!
it: Ops! Qualcosa non torna! Assicurati che il totale corrisponda alla somma di tutte le squadre.

source: **Boss Interest:**
it: **Boss di interesse:**

source: **Status List**
it: **Lista stati**

source: Maybe: **{channelmaybe}** | Coming: **{channelcoming}** | Here: **{channelhere}**
it: Forse: **{channelmaybe}** | In arrivo: **{channelcoming}** | Presenti: **{channelhere}**

source: **Team List**
it: **Lista squadre**

source: Meowth! I can't understand how many are in your group. Just say **!here** if you're by yourself, or **!coming 5** for example if there are 5 in your group.
it: Mmm... Non riesco a capire in quanti siete. Scrivi **!here** se sei da solo/a, o **!coming 5** per esempio se siete in 5.

source: Meowth! There is no group in the lobby for you to join! Use **!starting** if the group waiting at the raid is entering the lobby!
it: Non c'è nessun gruppo nella lobby al quale unirsi! Usa **!starting** se il gruppo in attesa al raid sta entrando nella lobby!

source: Meowth! {member} is entering the lobby!
it: {member} sta entrando nella lobby!

source: Meowth! {member} is entering the lobby with a total of {trainer_count} trainers!
it: {trainer_count} allenatori tra cui {member} stanno entrando nella lobby!

source: Meowth! {member} has no status to cancel!
it: Ehi! {member} non ha stati da cancellare!

source: Meowth! {member} is no longer interested!
it: {member} ha rinunciato al raid!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer interested!
it: {trainer_count} allenatori tra cui {member} hanno rinunciato al raid!

source: Meowth! {member} has left the {raidtype}!
it: {member} ha annullato la presenza!

source: Meowth! {member} and their total of {trainer_count} trainers have left the {raidtype}!
it: {trainer_count} allenatori tra cui {member} hanno annullato la presenza!

source: Meowth! {member} is no longer on their way!
it: {member} ha rinunciato al raid!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer on their way!
it: {trainer_count} allenatori tra cui {member} hanno rinunciato al raid!

source: Meowth! {member} has backed out of the lobby!
it: {member} è uscito dalla lobby!

source: Meowth! {member} and their total of {trainer_count} trainers have backed out of the lobby!
it: {trainer_count} allenatori tra cui {member} sono usciti dalla lobby!

source: Meowth! The group of {count} in the lobby has entered the raid! Wish them luck!
it: Un gruppo di {count} persone nella lobby ha iniziato il raid! Buona fortuna!

source: Meowth! How can you start when the egg hasn't hatched!?
it: Eh?! Come puoi iniziare se l'uovo non si è nemmeno schiuso?

source: Meowth! Please wait for the group in the lobby to enter the raid.
it: Ehi! Aspetta che il gruppo nella lobby cominci il raid.

source: Meowth! How can you start when there's no one waiting at this raid!?
it: Eh?! Come puoi iniziare se non c'è nessuno in attesa!?

source: to start at **{}**
it: per iniziare alle ore **{}**

source: Starting - Meowth! The group that was waiting{timestr}is starting the raid! Trainers {trainer_list}, if you are not in this group and are waiting for the next group, please respond with {here_emoji} or **!here**. If you need to ask those that just started to back out of their lobby, use **!backout**
it: **Inizio** - Il gruppo che era in attesa{timestr}sta iniziando! {trainer_list}, se non sei in questo gruppo e stai aspettando il prossimo, per favore rispondi con {here_emoji} or **!here**. Se hai bisogno di chiedere a quelli che hanno appena iniziato di tornare nella lobby, usa **!backout**!

source: **Next Group**
it: **Prossimo gruppo**

source: Meowth! There's no one else in the lobby for this raid!
it: Ops! Non c'è nessun altro nella lobby per questo raid!

source: Backout - Meowth! {author} has indicated that the group consisting of {lobby_list} and the people with them has backed out of the lobby! If this is inaccurate, please use **!lobby** or **!cancel** to help me keep my lists accurate!
it: **Backout** - {author} ha detto che un gruppo di persone tra cui {lobby_list} sta uscendo dalla lobby! Se ciò non è corretto, usate **!lobby** o **!cancel** per correggermi.

source: Meowth! There's no one in the lobby for this raid!
it: Ops! Non c'è nessuno nella lobby per questo raid!

source: Backout - Meowth! {author} has requested a backout! If one of the following trainers reacts with the check mark, I will assume the group is backing out of the raid lobby as requested! {lobby_list}
it: Backout - {author} ha chiesto di uscire! Se uno dei seguenti allenatori reagisce con la spunta, darò la richiesta per accettata! {lobby_list}

source: Meowth! {user} confirmed the group is backing out!
it: {user} ha confermato che il gruppo è uscito!

source: (assumed)
it: (presunto)

source: Next group: **{}**
it: Prossimo gruppo: **{}**

source: - Hatches: {expiry}{is_assumed}
it: - Schiusa: {expiry}{is_assumed}

source: - Starts: {expiry}{is_assumed}
it: - Inizio: {expiry}{is_assumed}

source: - Ends: {expiry}{is_assumed}
it: - Termine: {expiry}{is_assumed}

source: - Expiry: {expiry}{is_assumed}
it: - Termine: {expiry}{is_assumed}

source: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} in the lobby.{start_str}
it: {interestcount} interessato/i, {comingcount} per strada, {herecount} in posizione, {lobbycount} nella lobby.{start_str}

source: **Here's the current channels for {0}**
it: **Ecco la lista di raid aperti per {0}**

source: **Active Raids:**
it: **Raid in corso:**

source: **Active Raids:** (continued)
it: **Raid in corso:**

source: **Raid Eggs:**
it: **Uova raid:**

source: **Raid Eggs:** (continued)
it: **Uova raid:** (continuo)

source: **EX Raids:**
it: **Raid EX:**

source: **EX Raids:** (continued)
it: **Raid EX:** (continuo)

source: **Meetups:**
it: **Raduni:**

source: **Meetups:** (continued)
it: **Raduni:** (continuo)

source: Meowth! No active raids! Report one with **!raid <name> <location> [weather] [timer]**.
it: Nessun raid attivo! Segnalane uno con **!raid <nome boss> <luogo e città> [meteo] [minuti al termine]**.

source: 0 interested!
it: 0 interessati!

source: 0 on the way!
it: 0 per strada!

source: 0 waiting at the raid!
it: 0 in posizione!

source: 0 in the lobby!
it: 0 nella lobby!

source: Nobody has updated their status yet!
it: Nessuno ha aggiornato il proprio stato!

source: The next group will be starting at **{}**
it: Il prossimo gruppo partirà a **{}**

source: including {trainer_list} and the people with them! Let them know if there is a group forming
it: tra cui {trainer_list}

source: {trainer_count} interested{including_string}!
it: {trainer_count} interessati{including_string}!

source: including {trainer_list} and the people with them! Be considerate and wait for them if possible
it: tra cui {trainer_list}

source: {trainer_count} on the way{including_string}!
it: {trainer_count} per strada{including_string}!

source: including {trainer_list} and the people with them! Be considerate and let them know if and when you'll be there
it: tra cui {trainer_list}

source: {trainer_count} waiting at the {raidtype}{including_string}!
it: {trainer_count} sono in posizione al {raidtype}{including_string}!

source: including {trainer_list} and the people with them! Use **!lobby** if you are joining them or **!backout** to request a backout
it: tra cui {trainer_list}! Usa **!lobby** per unirti a loro o **!backout** per chiedere loro di uscire

source: {trainer_count} in the lobby{including_string}!
it: {trainer_count} sono entrati nella lobby{including_string}!

source: {type}{name}: **{total} total,** {interested} interested, {coming} coming, {here} waiting{type}
it: {type}{name}: **{total} totali,** {interested} interessati, {coming} in arrivo, {here} in attesa{type}

source: Boss numbers for the raid: {}
it: Numeri del boss per il raid: {}

source: Nobody has told me what boss they want!
it: Nessuno mi ha detto che boss desidera!

source: {emoji} **{total} total,** {interested} interested, {coming} coming, {here} waiting {emoji}
it: {emoji} **{total} totali,** {interested} interessato/i, {coming} per strada, {waiting} in attesa {emoji}

source: **{grey_number} total,** {greymaybe} interested, {greycoming} coming, {greyhere} waiting
it: **{grey_number} totali,** {greymaybe} interessato/i, {greycoming} per strada, {greywaiting} in attesa

source: Team numbers for the raid: {}
it: Numeri delle squadre per il raid: {}

source: Nobody has updated their status!
it: Nessuno ha aggiornato il proprio stato!

source: Your current **!want** list is: ```{wantlist}```
it: La tua lista dei desideri comprende: ```{wantlist}```

source: You don't have any wants! use **!want** to add some.
it: La tua lista dei desideri è vuota! Usa **!want** per riempirla.

source: **Reward**: {reward}, **Pokestop**: [{location}]({url}), **Quest**: {quest}, **Reported By**: {author}
it: **Ricompensa**: {reward}, **Pokestop**: [{location}]({url}), **Missione**: {quest}, **Segnalato da**: {author}

source: Meowth! **Here's the current research reports for {channel}** {questmsg}
it: **Ecco la lista di ricerche segnalate per {channel}** {questmsg}

source: There are no reported research reports. Report one with **{prefix}research**
it: Non ci sogno ricerche segnalate. Segnalane una con **{prefix}research**.

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author}
it: **Pokemon**: {pokemon}, **Luogo**: [{location}]({url}), **Segnalato da**: {author}

source: Meowth! **Here's the current wild reports for {channel}** {wildmsg}
it: **Ecco la lista di pokemon selvatici segnalati per {channel}** {wildmsg}

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author} **Location**: <{url}>
it: **Pokemon**: {pokemon}, **Luogo**: [{location}]({url}), **Segnalato da**: {author} **Luogo**: <{url}>

source: **Here's the current wild reports for {channel}** {wildmsg}
it: **Ecco la lista di pokemon selvatici segnalati per {channel}** {wildmsg}

source: There are no reported wild pokemon. Report one with **!wild <pokemon> <location>**
it: Non ci sogno pokemon selvatici segnalati. Segnalane uno con **!wild <pokemon> <location>**

source: Meowth! I'm missing some details! Usage: {prefix}{command}
it: Ops! Mi servono altri dettagli! Utilizzo: {prefix}{command}

source: Meowth! Team Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: La gestione delle squadre è disabilitata su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Pokemon Notifications are not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le notifiche per i pokémon sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Wild Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni dei pokémon selvatici sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Reporting is not enabled for this channel. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni sono disabilitate in questo canale. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni dei raid sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! EX Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni dei raid EX sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Research Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni delle ricerche sul campo sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Meetup Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Le segnalazioni dei raduni sono disabilitate su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Channel Archiving is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: L'archiviazione dei canali è disabilitata su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! EX Raid Invite is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
it: Gli inviti per i raid EX sono disabilitati su questo server. Non è possibile usare **{prefix}{cmd_name}**.

source: Meowth! Please use **{prefix}{cmd_name}** in
it: Per favore, usa **{prefix}{cmd_name}** in

source: a Region report channel.
it: uno dei canali per le segnalazioni.

source: one of the following region channels:
it: uno dei seguenti canali per le segnalazioni:

source: Meowth! Please use **{prefix}{cmd_name}** in the following channel
it: Per favore usa **{prefix}{cmd_name}** in uno dei seguenti canali

source: Meowth! Please use **{prefix}{cmd_name}** in a Raid channel. Use **{prefix}list** in any
it: Per favore usa **{prefix}{cmd_name}** in un canale raid. Usa **{prefix}list** in

source: Region report channel to see active raids.
it: uno dei canali appositi per vedere i raid attivi.

source: of the following Region channels to see active raids:
it: uno dei seguenti canali per vedere i raid attivi:

source: Meowth! Please use **{prefix}{cmd_name}** in an Egg channel. Use **{prefix}list** in any
it: Per favore usa **{prefix}{cmd_name}** in un canale uovo raid. Usa **{prefix}list** in

source: Meowth! **{prefix}{cmd_name}** can't be used in a Raid channel.
it: Ops! Non puoi usare **{prefix}{cmd_name}** in un canale raid.
