Repository: pogoroma/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: it

source: Meowth! Please use **{prefix}{cmd_name}** in an Active Raid channel. Use **{prefix}list** in any
it: Per favore usa **{prefix}{cmd_name}** in un canale raid attivo. Usa **{prefix}list** in

source: Region report channel to see active channels.
it: uno dei canali appositi per vedere i canali attivi.

source: of the following Region channels to see active channels:
it: uno dei seguenti canali per vedere i canali attivi:

source: This is an egg channel. The channel needs to be activated with **{prefix}raid <pokemon>** before I accept commands!
it: Questo canale è per un uovo. Va attivato con **!raid <pokemon>** affinché io possa accettare comandi!

source: Meowth! Please use **{prefix}{cmd_name}** in an Active channel. Use **{prefix}list** in any
it: Per favore usa **{prefix}{cmd_name}** in un canale attivo. Usa **{prefix}list** in

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid channel or
it: Per favore usa **{prefix}{cmd_name}** in un canale raid o

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid Egg channel or
it: Per favore usa **{prefix}{cmd_name}** in un canale uovo raid o

source: Meowth! Please use **{prefix}{cmd_name}** in either a EX Raid channel or
it: Per favore usa **{prefix}{cmd_name}** in un canale raid EX o

source: Meowth! Please use **{prefix}{cmd_name}** in a EX Raid channel. Use **{prefix}list** in
it: Per favore usa **{prefix}{cmd_name}** in un canale raid EX. Usa **{prefix}list** in

source: Raid Coordination Help
it: Aiuto coordinazione raid

source: Key
it: Legenda

source: <> denote required arguments, [] denote optional arguments
it: <> indica parametri obbligatori, [] parametri facoltativi

source: Raid MGMT Commands
it: Comandi gestione raid

source: `{prefix}raid <species>` `{prefix}weather <weather>` `{prefix}timerset <minutes>` `{prefix}starttime <time>` `<google maps link>` **RSVP** `{prefix}(i/c/h)... [total]... [team counts]` **Lists** `{prefix}list [status]` `{prefix}list [status] tags` `{prefix}list teams` `{prefix}starting [team]`
it: `{prefix}raid <pokemon>` `{prefix}weather <meteo>` `{prefix}timerset <minuti>` `{prefix}starttime <ora>` `<link google maps>` `{prefix}duplicate` **Presenze** `{prefix}(i/c/h)... [totali]... [squadre]` **Liste** `{prefix}list [stato]` `{prefix}list [stato] tags` `{prefix}list teams` `{prefix}starting [squadra]`

source: Description
it: Descrizione

source: `Hatches Egg channel` `Sets in-game weather` `Sets hatch/raid timer` `Sets start time` `Updates raid location` `interested/coming/here` `# of trainers` `# from each team (ex. 3m for 3 Mystic)` `Lists trainers by status` `@mentions trainers by status` `Lists trainers by team` `Moves trainers on 'here' list to a lobby.`
it: `Trasforma canale uovo in raid` `Imposta il meteo` `Imposta i minuti al termine/alla schiusa` `Imposta orario di inizio sfida` `Aggiorna posizione google maps` `Per eliminare un canale doppione o errato` `interessati/per strada/presenti` `# di allenatori` `# per ogni squadra (es. 3b per 3 blu)` `Lista allenatori per stato` `@menziona allenatori per stato` `Lista allenatori per squadra` `Mette allenatori 'presenti' nella lobby.`
