Repository: pogoroma/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: it

source: **Error when loading extension
it: **Errore nel caricare l'estensione

source: **Extension {ext} Loaded.**
it: **Estensione {ext} caricata.**

source: **Extension{plural} {est} unloaded.**
it: **Estensioni/e {est} rimossa/e.**

source: Received admin command {command} from unauthorized user, {user}!
it: Ricevuto comando amministratore ({command}) da utente non autorizzato ({user})!

source: Meowth! **{word}** isn't a Pokemon!
it: Ehi! **{word}** non è un Pokémon!

source: Did you mean **{correction}**?
it: Intendevi forse **{correction}**?

source: Did you mean: '{0}'
it: Intendevi forse '{0}'?

source: {pokemon} -
it: Raid di {pkmn} segnalato da {member} in {channel}! Coordinatevi qui! Se hai bisogno di aiuto, reagisci al messaggio con il punto interrogativo e ti invierò una lista di comandi utili per messaggio diretto!

source: Meowth! Level {level} raid egg reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
it: Uovo raid di livello {level} segnalato da {member} in {channel}! Coordinatevi qui! Se hai bisogno di aiuto, reagisci al messaggio con il punto interrogativo e ti invierò una lista di comandi utili per messaggio diretto!

source: Meowth! EX raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
it: Raid EX segnalato da {member} in {channel}! Coordinatevi qui! Se hai bisogno di aiuto, reagisci al messaggio con il punto interrogativo e ti invierò una lista di comandi utili per messaggio diretto!

source: exraid-egg-
it: raid-ex-

source: level-{level}-egg-
it: uovo-livello-{egg_level}-

source: The following could not be found: {}
it: Non sono riuscito a trovare: {}

source: Warning
it: Attenzione

source: {} **Warning:** The following could not be found: {}
it: {} **Attenzione:** Non sono riuscito a trovare: {}

source: This channel has been successfully reported as a duplicate and will be deleted in 1 minute. Check the channel list for the other raid channel to coordinate in! If this was in error, reset the raid with **!timerset**
it: Questo canale è stato segnalato come duplicato e verrà cancellato in 1 minuto. Controlla la lista dei canali per altri canali raid in cui coordinarvi! Se è stato un errore, resetta il raid con **!timerset**

source: hatched-
it: schiuso-

source: **This egg has hatched!** ...or the time has just expired. Trainers {trainer_list}: Update the raid to the pokemon that hatched using **!raid <pokemon>** or reset the hatch timer with **!timerset**. This channel will be deactivated until I get an update and I'll delete it in 45 minutes if I don't hear anything.
it: **Quest'uovo si è schiuso!** ...o semplicemente il tempo è scaduto. Allenatori {trainer_list}: Aggiornate il raid con il pokemon che si è schiuso usando **!raid <pokemon>** oppure impostate di nuovo il timer di schiusa con **!timerset**. Questo canale verrà disattivato finchè non verrà aggiornato e sarà cancellato in 15 minuti se non ricevo notizie.

source: **This level {level} raid egg has expired!**
it: **Quest'uovo raid di livello {level} è scaduto!**

source: expired-
it: terminato-

source: This channel timer has expired! The channel has been deactivated and will be deleted in 5 minutes. To reactivate the channel, use **!timerset** to set the timer again.
it: Il tempo è scaduto! Il canale è stato disattivato e verrà cancellato in 5 minuti. Per riattivare il canale, usa !timerset e imposta nuovamente il timer.

source: event
it: evento

source: **This {pokemon}{raidtype} has expired!**
it: **Questo {raidtype} è terminato!**

source: archived-
it: archiviato-

source: ----------------------------------------------- **The channel has been archived and removed from view for everybody but Meowth and those with Manage Channel permissions. Any messages that were deleted after the channel was marked for archival will be posted below. You will need to delete this channel manually.** -----------------------------------------------
it: ----------------------------------------------- **Il canale è stato archiviato e nascosto a tutti, fatta eccezione per Calbot e chi ha i permessi per gestire i canali. Messaggi eliminati dopo che il canale è stato indicato per l'archiviazione verranno mostrati qui sotto. Il canale dovrà essere eliminato manualmente.** -----------------------------------------------

source: Starting up...
it: Avvio in corso...

source: Meowth! That's right! {server_count} servers connected. {member_count} members found.
it: Calbot operativo! {server_count} server connesso/i. {member_count} membro/i.

source: Meowth! I'm Meowth, a Discord helper bot for Pokemon Go communities, and someone has invited me to your server! Type **!help** to see a list of things I can do, and type **!configure** in any channel of your server to begin!
it: Ehilà! Sono Calbot, un bot d'aiuto di Discord per la vostra community di Pokemon Go, e qualcuno mi ha invitato nel vostro server! Digita **!help** per vedere una lista delle cose che posso fare, e digita **!configure** in qualunque canale del tuo server per iniziare!

source: or
it: o

source: If you have any questions just ask an admin.
it: Se hai domande, chiedi pure ad un admin.

source: Meowth! Welcome to {server}, {user}!
it: Ciao! Benvenuto in {server}, {user}!

source: Set your team by typing {team_command}.
it: Imposta la tua squadra scrivendo {team_command}.

source: Meowth! Please wait until the raid egg has hatched before announcing you're coming or present.
it: Per favore, aspetta la schiusa dell'uovo prima di annunciare se stai arrivando o se sei sul posto.

source: Meowth! Someone has suggested a different location for the raid! Trainers {trainer_list}: make sure you are headed to the right place!
it: Attenzione! Qualcuno ha suggerito un luogo differente per il raid! Allenatori {trainer_list}: assicuratevi che state andando nel posto corretto!

source: has despawned
it: è scomparso

source: Error occured while trying to save!
it: Qualcosa è andato storto mentre cercavo di salvare!

source: Restarting...
it: Riavvio in corso...

source: Shutting down...
it: Arresto in corso...

source: Are you sure you want to clear all regionals?
it: Sicuro di voler eliminare i regionali impostati?

source: Meowth! Regional raid boss cleared!
it: Regionali eliminati!

source: Meowth! Regional raid boss set to **{boss}**!
it: Regionale impostato su **{boss}**!

source: Meowth! That Pokemon doesn't appear in raids!
it: Ehi! Quel pokémon non appare nei raid!

source: I couldn't convert your answer to an appropriate timezone! Please double check what you sent me and resend a number from **-12** to **12**.
it: Non sono riuscito a convertire la tua risposta in un fuso orario! Per favore, controlla cosa hai scritto e inviami un numero compreso tra **-12** e **12**.

source: Timezone has been set to: `UTC{offset}` The current time is **{now}**
it: Fuso orario impostato su: `UTC{offset}` L'ora locale è **{now}**

source: Prefix has been set to: `{}`
it: Il prefisso ora è: `{}`

source: Prefix has been reset to default: `{}`
it: Il prefisso è stato ripristinato al predefinito: `{}`

source: Silph Road Travelers Card cleared!
it: Travelers Card di Silph Road eliminata!

source: The Silph Extension isn't accessible at the moment, sorry!
it: Ops! L'estensione di Silph Road non è accessibile al momento!

source: Silph Card for {silph_user} not found.
it: Silph Card di {silph_user} non trovata.

source: No Discord account found linked to this Travelers Card!
it: Non ho trovato nessun account Discord collegato a questa Travelers Card!

source: This Travelers Card is linked to another Discord account!
it: Questa Travelers Card è collegata ad un altro account Discord!

source: This Travelers Card has been successfully linked to you!
it: Travelers Card collegata con successo!

source: Pokebattler ID cleared!
it: ID Pokebattler eliminato!

source: Pokebattler ID set to {pbid}!
it: ID Pokebattler impostato su {pbid}!

source: Prefix for this server is: `{}`
it: Il prefisso di questo server è: `{}`

source: Bot Permissions
it: Permessi bot

source: **FAIL**
it: **FALLITO**

source: **PASS**
it: **OK**

source: **MISSING**
it: **MANCANTE**

source: **ENABLED**
it: **ABILITATO**

source: GUILD
it: SERVER

source: CATEGORY
it: CATEGORIA

source: CHANNEL
it: CANALE

source: I couldn't send an embed here, so I've sent you a DM
it: Non ho potuto inviare un embed qui, così ti ho mandato un messaggio diretto.

source: I'll wait for your announcement!
it: Aspetterò il tuo annuncio!

source: Meowth! You took too long to send me your announcement! Retry when you're ready.
it: Ops! Ci hai messo troppo ad inviarmi il tuo annuncio! Riprova quando sarai pronto.

source: Announcement
it: Annuncio

source: to send it to all servers,
it: per inviarlo a tutti i server,

source: That's what you sent, does it look good? React with
it: Questo è ciò che hai inviato, ti piace? Reagisci con

source: to send to another channel,
it: per inviarlo ad un altro canale,

source: to send it to this channel, or
it: per inviarlo in questo canale, oppure

source: to cancel
it: per annullare

source: Announcement Cancelled.
it: Annuncio annullato.

source: Announcement Sent.
it: Annuncio inviato.

source: What channel would you like me to send it to?
it: In quale canale vuoi che lo invii?

source: Meowth! That channel doesn't exist! Retry when you're ready.
it: Ops! Quel canale non esiste! Riprova quando sarai pronto.

source: For support, contact us on our Discord server. Invite Code: hhVjAN8
it: Se hai bisogno di aiuto, contattaci nel nostro server Discord. Codice invito: hhVjAN8.

source: Announcement sent to {} server owners: {} successful, {} failed.
it: Annuncio inviato a {} proprietari server: {} riuscito/i, {} fallito/i.

source: Announcement Timed Out.
it: Annuncio scaduto.

source: I'm sorry, I couldn't understand some of what you entered. Let's just start here.
it: Scusa ma non sono riuscito a capire parte di ciò che hai scritto. Ricominciamo da qui.

source: **MULTIPLE SESSIONS!** It looks like you have **{yoursessions}** active configure sessions. I recommend you send **cancel** first and then send your request again to avoid confusing me. Your Sessions: **{yoursessions}** | Total Sessions: **{allsessions}**
it: **SESSIONI MULTIPLE!** Sembra che tu abbia **{yoursessions}** sessioni di configurazione attive. Ti consiglio di inviare **cancel** per poi reinviare la tua richiesta, in modo da non confondermi. Le tue sessioni: **{yoursessions}** | Sessioni totali: **{allsessions}**

source: Meowth! That's Right! Welcome to the configuration for Meowth the Pokemon Go Helper Bot! I will be guiding you through some steps to get me setup on your server. **Role Setup** Before you begin the configuration, please make sure my role is moved to the top end of the server role hierarchy. It can be under admins and mods, but must be above team and general roles. [Here is an example](http://i.imgur.com/c5eaX1u.png)
it: Ehilà! Benvenuto nella procedura di configurazione di Calbot, il bot aiutante per Pokémon Go! Ti guiderò attraverso i passi necessari per settare le mie impostazioni sul tuo server. **Impostazione ruoli** Prima di iniziare, assicurati che il mio ruolo sia in cima alla gerarchia nel server. Può essere al di sotto di admin e moderatori, ma deve essere sopra i ruoli delle squadre e dei ruoli generici. [Ecco un esempio](http://i.imgur.com/c5eaX1u.png)

source: **Welcome Back** This isn't your first time configuring. You can either reconfigure everything by replying with **all** or reply with a comma separated list to configure those commands. Example: `want, raid, wild`
it: **Bentornato** Non è la prima volta che effettui la configurazione. Puoi scegliere se riconfigurare tutto rispondendo **all** o rispondere con una lista separata da virgole per configurare le relative sezioni. Esempio: `want, raid, wild`

source: **Enabled Commands:** {enabled_commands}
it: **Comandi abilitati:** {enabled_commands}

source: **All Commands:** **all** - To redo configuration **team** - For Team Assignment configuration **welcome** - For Welcome Message configuration **raid** - for raid command configuration **exraid** - for EX raid command configuration **invite** - for invite command configuration **counters** - for automatic counters configuration **wild** - for wild command configuration **research** - for !research command configuration **meetup** - for !meetup command configuration **want** - for want/unwant command configuration **archive** - For !archive configuration **trade** - For trade command configuration **timezone** - For timezone configuration
it: **Comandi:** **all** - Configurazione completa **team** - Per l'assegnazione alle squadre **welcome** - Per il messaggio di benvenuto **raid** - Per i comandi relativi ai raid **exraid** - Per i comandi relativi ai raid EX **invite** - Per configurare il comando invite **counters** - Per configurare i counter automatici **wild** - Per i comandi relativi ai selvatici **research** - Per configurare il comando research **meetup** - Per configurare il comando meetup **want** - Per i pokémon desiderati e relativi canali **archive** - Per configurare il comando archive **trade** - Per configurare il comando trade **timezone** - Per impostare il fuso orario

source: Reply with **cancel** at any time throughout the questions to cancel the configure process.
it: Rispondi con **cancel** in qualunque momento durante il processo per annullare.

source: Meowth Configuration - {guild}
it: Configurazione Calbot - {guild}

source: **CONFIG CANCELLED!** No changes have been made.
it: **CONFIGURAZIONE ANNULLATA!** Nessun cambiamento è stato apportato.

source: I'm sorry I don't understand. Please reply with the choices above.
it: Scusa ma non ho capito. Per favore rispondi con una delle scelte indicate qui sopra

source: Configuration Complete
it: Configurazione completata

source: Meowth! Alright! Your settings have been saved and I'm ready to go! If you need to change any of these settings, just type **!configure** in your server again.
it: Ci siamo! Le tue impostazioni sono state salvate e io sono pronto a partire! Se devi cambiare qualcosa, basta che reinvii **!configure** dal tuo server.

source: Team Assignments
it: Assegnazioni squadre

source: Team assignment allows users to assign their Pokemon Go team role using the **!team** command. If you have a bot that handles this already, you may want to disable this feature. If you are to use this feature, ensure existing team roles are as follows: mystic, valor, instinct. These must be all lowercase letters. If they don't exist yet, I'll make some for you instead. Respond here with: **N** to disable, **Y** to enable:
it: L'assegnazione delle squadre permette agli utenti di assegnare la loro squadra di Pokemon Go usando il comando **!team**. Se hai già un bot che gestisce la cosa, puoi disabilitare questa funzione. Se userai questa funzione, assicurati che i ruoli delle squadre siano i seguenti: mystic, valor, instinct, tutto minuscolo. Se non esistono ancora, li farò per te. Rispondi con: **N** per disabilitare, **Y** per abilitare.

source: Team Assignments enabled!
it: Assegnazione squadre abilitata!

source: Team Assignments disabled!
it: Assegnazione squadre disabilitata!

source: I'm sorry I don't understand. Please reply with either **N** to disable, or **Y** to enable.
it: Scusa ma non ho capito. Per favore rispondi con **N** per disabilitare, oppure **Y** per abilitare.

source: I can welcome new members to the server with a short message. Here is an example, but it is customizable:
it: Posso salutare i nuovi membri con un piccolo messaggio di benvenuto. Ecco un esempio:

source: Meowth! Welcome to {server_name}, {owner_name.mention}! Set your team by typing '**!team mystic**' or '**!team valor**' or '**!team instinct**' without quotations. If you have any questions just ask an admin.
it: Ehilà! Benvenuto in {server_name}, {owner_name.mention}! Imposta la tua squadra scrivendo '**!team mystic**', '**!team valor**' o '**!team instinct**' senza le virgolette. Se hai domande chiedi pure ad un admin.

source: Meowth! Welcome to {server_name}, {owner_name.mention}! If you have any questions just ask an admin.
it: Ehilà! Benvenuto in {server_name}, {owner_name.mention}! Se hai domande chiedi pure ad un admin.

source: This welcome message can be in a specific channel or a direct message. If you have a bot that handles this already, you may want to disable this feature. Respond with: **N** to disable, **Y** to enable:
it: Questo messaggio di benvenuto può essere inviato in uno specifico canale o come messaggio diretto. Se hai già un bot che gestisce questa funzione potresti non volerla da qui. Rispondi con: **N** per disabilitare, **Y** per abilitare.

source: Welcome Message
it: Messaggio di benvenuto

source: Welcome Message enabled!
it: Messaggio di benvenuto abilitato!

source: Would you like a custom welcome message? You can reply with **N** to use the default message above or enter your own below. I can read all [discord formatting](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) and I have the following template tags: **{@member}** - Replace member with user name or ID **{#channel}** - Replace channel with channel name or ID **{&role}** - Replace role name or ID (shows as @deleted-role DM preview) **{user}** - Will mention the new user **{server}** - Will print your server's name Surround your message with [] to send it as an embed. **Warning:** Mentions within embeds may be broken on mobile, this is a Discord bug.
it: Vuoi personalizzare il messaggio di benvenuto? Rispondi con **N** per usare quello predefinito o scrivi il tuo qui sotto. Riconosco queste [formattazioni di discord](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) e puoi usare i seguenti template: **{@member}** - Menziona utente indicato tramite nome o ID **{#channel}** - Menziona canale indicato tramite nome o ID **{&role}** - Menziona ruolo tramite nome o id (mostrato come @deleted-role nell'anteprima del messaggio privato) **{user}** - Menziona il nuovo utente **{server}** - Stampa il nome del server Avvolgi il tuo messaggio con [] per inviarlo come embed. **Attenzione:** le menzioni negli embed potrebbero buggarsi su mobile, è un problema di Discord.

source: Current Welcome Message
it: Messaggio di benvenuto corrente

source: Default welcome message set
it: Impostato messaggio di benvenuto predefinito

source: Please shorten your message to less than 500 characters. You entered {count}.
it: Per favore riduci il messaggio a non più di 500 caratteri.

source: {msg} **Warning:** The following could not be found: {errors}
it: {msg} **Attenzione:** Non sono riuscito a trovare: {errors}

source: Please check the data given and retry a new welcome message, or reply with **N** to use the default.
it: Controlla i dati inseriti e prova con un altro messaggio di benvenuto, o rispondi con **N** per usare quello predefinito.

source: Here's what you sent. Does it look ok?
it: Ecco ciò che hai scritto. Ti va bene?

source: Here's what you sent. Does it look ok? {welcome}
it: Ecco ciò che hai scritto. Ti va bene? {welcome}

source: Please enter a new welcome message, or reply with **N** to use the default.
it: Scrivi un nuovo messaggio di benvenuto, o rispondi con **N** per usare quello predefinito.

source: Welcome Message set to: {}
it: Messaggio di benvenuto impostato: {}

source: Welcome Message Channel
it: Canale messaggio di benvenuto

source: Which channel in your server would you like me to post the Welcome Messages? You can also choose to have them sent to the new member via Direct Message (DM) instead. Respond with: **channel-name** or ID of a channel in your server or **DM** to Direct Message:
it: In quale canale del tuo server vuoi che scriva i messaggi di benvenuto? Se preferisci posso anche inviarli come messaggio diretto. Rispondi con: **nome-canale** di un canale nel tuo server o **DM** per l'opzione messaggio diretto:

source: Welcome DM set
it: Impostato messaggio di benvenuto diretto

source: Channel names can't contain spaces, sorry. Please double check the name and send your response again.
it: I nomi dei canali non possono contenere spazi. Per favore controlla e reinvia la tua risposta.

source: I couldn't set my own permissions in this channel. Please ensure I have the correct permissions in {channel} using **{prefix}get perms**.
it: Non ho potuto impostare i miei permessi in questo canale. Per favore, assicurati che abbia i permessi in {channel} usando **{prefix}get perms**.

source: Welcome Channel set to {channel}
it: Canale di benvenuto impostato su {channel}

source: The channel you provided isn't in your server. Please double check your channel and resend your response.
it: Il canale fornito non è nel tuo server. Per favore controlla ciò che hai scritto e reinvia la tua risposta.

source: Welcome Message disabled!
it: Messaggio di benvenuto disabilitato!

source: Raid Reporting Channels
it: Canali per segnalazioni Raid

source: The channel list you provided doesn't match with your servers channels. The following aren't in your server: **{invalid_channels}** Please double check your channel list and resend your reponse.
it: La lista dei canali che hai fornito non corrisponde a quelli nel tuo server. I seguenti canali non sono nel tuo server: {invalid_channels} Per favore controlla di nuovo la lista dei canali e rinvia la tua risposta.

source: Please double check your category list and resend your response. If you just made these categories, try again.
it: Ricontrolla la lista delle categorie e invia nuovamente la tua risposta. Se hai appena creato quelle categorie, prova di nuovo.

source: Invite Configuration
it: Configurazione invito

source: Invite Command enabled
it: Comando invito abilitato

source: Invite Command disabled
it: Comando invito disabilitato

source: Automatic Counters Configuration
it: Configurazione counter automatici

source: Automatic Counters disabled
it: Counter automatici disabilitati

source: Automatic Counter Levels set to: {levels}
it: Livelli counter automatici impostati su: {levels}

source: **Level {level} raid list:** `{raidlist}`
it: **Lista raid di livello {level}:** `{raidlist}`

source: **Level {level} raid list:** `{raidlist}`
it: **Lista raid di livello {level}:** `{raidlist}`

source: I couldn't understand the list you supplied! Please use a comma-separated list of Pokemon species numbers.
it: Non ho capito che lista hai fornito! Per favore, invia una lista superata da virgole di numeri di specie di Pokemon

source: I will replace this:
it: Sostituirò questo:

source: With this:
it: Con questo:

source: Continue?
it: Confermi?

source: Meowth! Configuration cancelled!
it: Configurazione annullata!

source: Meowth! Configuration successful!
it: Configurazione terminata con successo!

source: Meowth! I'm not sure what went wrong, but configuration is cancelled!
it: Non so cosa sia andato storto, ma la configurazione è stata annullata.

source: every user
it: tutti gli utenti

source: Are you sure you want to reset the **{type}** report stats for **{target}**?
it: Sicuro di voler azzerare le statistiche relative alle segnalazioni **{type}** di **{target}**?

source: {trainer}'s report stats have been cleared!
it: Statistiche per le segnalazioni di {trainer} azzerate!

source: This server's report stats have been reset!
it: Statistiche per le segnalazioni del server azzerate!

source: The channel you entered is not a raid channel.
it: Il canale indicato non è un canale raid
